[Play_DLC2_S_CEN_All_Rulers_Dead AkEvent]
SpokenText="指挥官，那应该就是最后的了...三个搞砸的科学实验，造就了三个外星裁决者。至少，我们知道瓦伦还活着，并且我们从中获得了一些新装备。至少不算完全是坏事。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_BigSky_Crash_Site_Located AkEvent]
SpokenText="你我都知道我们一度只有一架天际游侠号，指挥官。这些看起来很破旧了，但都曾是属于大鸟的荣耀，一定是有人让她重新工作起来的。如果我们用三角测量法的话可能能够知道他们起飞的地点，但需要花一些时间。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Call_To_Arms AkEvent]
SpokenText="指挥官，你和我都知道瓦伦对于我们行动的意义。她曾是我们的首席科学家，我们最有价值的助力之一。只要你允许的话，我希望能亲自带领此次行动。我曾在变种人的层层警戒下救出你，也许我也能找到她。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Dont_Lose_Hunter_Weapons AkEvent]
SpokenText="记得泰根说过的话吧。这些新式武器是独一无二的。如果我们将其留在战场上，它们会永远与我们失之交臂。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Equip_Hunter_Weapons_2 AkEvent]
SpokenText="博士，你说的不错。让我们装备起来吧。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Axe_Equipped AkEvent]
SpokenText="它或许有些笨重，但使用得当的话，它应该能够破坏任何阻挡你的东西。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Boltgun_Equipped AkEvent]
SpokenText="它或许只能单发，但这东西很是强力。即便只射中边缘也可能会使目标眩晕。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Grenade_Equipped AkEvent]
SpokenText="这个榴弹内的能量看起来不怎么强大，但根据沈所说，其内部的液化气体能够立刻形成冰冻的效果。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Hunters_Pistol_Equipped AkEvent]
SpokenText="这把枪已经精确校对过了，再也没有射不中的借口了。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Icarus_Suit_Equipped AkEvent]
SpokenText="该护甲拥有着执政官的移动力，能够为你在战斗中提供近乎无限制的移动力。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_King_Lives_Escapees_Remain_1 AkEvent]
SpokenText="我们必须继续寻找那东西，指挥官。瓦伦博士看起来非常担心这些实验对象逃跑的情况。我们会追踪那毒蛇怪，并最终好好处理它的。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Locator_Beacon_Detected AkEvent]
SpokenText="指挥官，你不会相信这个的...我们刚刚捕获了一个来自紧急定位信标的信号。这绝对是...来自于最初入侵时我们的信标之一。我知道这听起来很疯狂，但是如果有任何我们的人依然在那里存活着的可能性存在，我认为这值得去探寻一番。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Nest_Site_Located AkEvent]
SpokenText="指挥官，我们已经找到了大鸟起飞的地点了...没有明显的活动信号...等等，好像有什么东西...这是个很微弱的信号，在一个公开频道上..."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Pre_Mission_Prep AkEvent]
SpokenText="听好了，我将会亲自带领此次行动。我们要去找个人，是我们过去XCOM中最为优秀的智囊之一。我不知道我们会遇到什么，但我们知道她就在那儿，而我们将不可阻挡。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_RAGE_Suit_Equipped AkEvent]
SpokenText="我们只有一套这种护甲，所以小心一点...不是说你看起来像个狂战士就意味着你可以像他们一样在战斗中横冲直撞。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Urgent_Find_Vahlen AkEvent]
SpokenText="那是...瓦伦吗。在我们总部陷落后没有再有过她的消息了...指挥官，如果有她或者大鸟仍旧存活的可能性的话，我们必须要追查一番！"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_CEN_Viper_Suit_Equipped AkEvent]
SpokenText="我不完全确信这件护甲有多少采用了新材料，以及有多少是泰根从毒蛇怪上直接割下的。我们还未完全测试过它，所以祝你们好运。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

